[
  {
    "title": "Pasos para vender tu piso",
    "image": "/images/actualidad/blog1.webp",
    "description": "Entérate cómo es el proceso de vender tu inmueble en la ciudad de Barcelona.",
    "body": "1- Visita del piso por parte de Can Vai. Coordinaremos una visita presencial para poder evaluar correctamente el piso, y obtener la información y datos pertinentes. 2- Tasación. En base a la visita y a la información que nos hayas dado, elaboraremos una tasación profesional del piso. Esta tasación es completamente gratis para ti. 3- Firma de Hoja de Encargo. Pondremos por escrito las condiciones bajo las que trabajaremos, para que puedas estar seguro de qué es lo que haremos por ti. 4- Reunir documentación. De esta forma, podremos agilizar el proceso de venta una vez hayan reservado el piso, y también evitamos perder compradores por la demora en la entrega de los mismos ¡Es muy importante! 5- Preparación del piso. Debemos dejar el piso tan ordenado y limpio como sea posible, para atraer a la mayor cantidad de interesados. Es importante que los potenciales compradores puedan imaginarse habitando el espacio. Si así lo deseas, podrás contratar un servicio profesional de home staging. 6- Sesión fotográfica. Las imágenes serán el elemento más importante de la publicación del piso. Unas buenas imágenes harán que más personas se sientan atraídas hacia el piso y quieran verlo. Si quieres, podremos contratar un fotógrafo profesional. 6 PLUS- Nos encargaremos de que un arquitecto realice un plano para brindar claridad sobre el inmueble, así como también una propuesta de reforma con su correspondiente costo aproximado que podría ser de gran interés y mucha utilidad para los interesados. Esto ayudará a vender antes y mejor tu piso.7- Subida a los portales y ¡a mostrar el piso! Nosotros nos encargaremos de hacer llegar a tus potenciales compradores las imágenes e información del piso, así como también de coordinar las visitas y gestionar a los interesados. 8- Reserva. Los interesados, para iniciar el proceso de compra de tu piso, deberán dejar unos importes de dinero y oferta de compra por escrito. Una vez lo hayan hecho, te explicaremos las condiciones que los compradores proponen para que puedas analizar si quieres avanzar. Normalmente, tendrás una semana para considerarlo. Si no te interesa la propuesta, el dinero ingresado será devuelto a los interesados. En caso de que te interese ¡avanzamos con la operación! 9- Arras. Las arras contemplan el pago anticipado del 10% del valor acordado para la compraventa para asegurar la operación, y se formaliza mediante un contrato que firman ambas partes, donde se determina el valor de la operación, fecha límite de escrituración y todas las condiciones que se acuerden. La firma de arras no es obligatoria pero sí muy recomendable. 10- Escrituración. Una vez firmadas las arras (o no) el notario se pondrá en contacto con todas las partes para reunir la documentación necesaria para su verificación y proceder con la elaboración de la escritura. Cuando esté todo listo, ya solo queda coordinar la fecha para la firma de la misma y ¡listo! Has vendido tu casa. No olvides pagar tus impuestos. Como vendedor deberás afrontar el pago de lo comúnmente conocido como “plusvalía municipal” (es el Impuesto Sobre el Incremento del Valor de los Terrenos de Naturaleza Urbana). Además, deberás declarar el beneficio obtenido (diferencia entre el precio al que compraste el piso y el precio al que lo has vendido) en IRPF. ."
  },
  {
    "title": "¿Qué gastos tiene el vendedor de un inmueble?",
    "image": "/images/actualidad/blog2.webp",
    "description": "Si estás por vender un piso en Barcelona, es importante conocer todos los gastos asociados a la operación.",
    "body": "I.R.P.F. El beneficio o “Ganancia Patrimonial” obtenida por la venta de un inmueble debe tributar en la presentación anual de la renta. Plusvalía Municipal. Es el impuesto al incremento del valor de lo terrenos urbanos. Gastos de notaría. Al vendedor le corresponde el pago de la escritura matriz. I.B.I. El impuesto sobre Bienes Inmuebles lo abonan todos los propietarios de inmuebles, normalmente de forma anual. Usualmente, comprador y vendedor lo abonan proporcionalmente según en qué mes del año se realice la compraventa. Gastos de cancelación de Hipoteca. Si el piso vendido estaba hipotecado, se deberá abonar los costes que implican realizarlo (notaría, gestoría, registro y comisión bancaria). Certificado de Deuda Pendiente de Hipoteca. El notario solicitará este documento, y los bancos cobran por la expedición del mismo. Cancelación de la hipoteca. Al momento de la notaría, el comprador realizará dos pagos: uno al banco, saldando la deuda hipotecaria del inmueble que compra, y el saldo restante será para el vendedor. También es posible que la notaría haga una provisión de fondos para la gestión de realizar el levantamiento de la hipoteca en el Registro. Certificado de Libre Deuda de la Comunidad de Propietarios. Deberás presentar el libre deuda de los gastos de comunidad, y es habitual que la expedición de los mismos tengan coste. Certificado de Eficiencia Energética y Cédula de Habitabilidad. Los gestores lo realizan y tienen un costo que depende del profesional y las características del inmueble. Honorarios inmobiliarios. Al concretarse la venta, deberás abonar a la inmobiliaria sus honorarios.."
  },
  {
    "title": "¿Qué gastos tiene el comprador de un inmueble?",
    "image": "/images/actualidad/blog3.webp",
    "description": "La compra de un inmueble en Barcelona tiene una serie de gastos asociados que es importante que conozcas.",
    "body": "Gastos de notaría. Al comprador le corresponde el pago de la primera copia de la escritura y las posteriores. I.B.I. El impuesto sobre Bienes Inmuebles lo abonan todos los propietarios de inmuebles, normalmente de forma anual. Usualmente, comprador y vendedor lo abonan proporcionalmente según en qué mes del año se realice la compraventa. Gastos de Registro. Si decides inscribir la operación en el Registro de la Propiedad Inmueble (altamente recomendable) deberás abonar el coste de realizarlo. Gestoría. Una gestoría podrá asistirte en los trámites administrativos relacionados con la compra de un inmueble, facilitando así la operación. Gastos de hipoteca. Si compras con hipoteca el inmueble, habrá algunos gastos que afrontar, según el banco y el producto que contrates (por ejemplo: seguro de vida, seguro de hogar u otros).."
  },
  {
    "title": "¿Has heredado un piso? Averigua qué gastos tendrás al venderlo",
    "image": "/images/actualidad/blog4.webp",
    "description": "Te lo contamos todo en esta nota.",
    "body": "El vendedor de un piso heredado tiene que afrontar básicamente los mismos gastos e impuestos que cualquier vendedor de un inmueble, pero algunas particularidades. I.R.P.F. Si se obtiene un beneficio de la venta del inmueble heredado, se deberá pagar este impuesto sobre el beneficio obtenido, que se calcula como la diferencia entre el valor de venta y el valor de adquisición. El valor de adquisición en este caso será el valor que tenía el inmueble en el momento de la herencia. Plusvalía municipal. Se calcula de la misma forma que lo haría alguien que vende un inmueble que no es heredado. Gastos de notaría. Cancelación de hipoteca. Si el inmueble heredado está hipotecado, el vendedor tendrá que pagar los costos asociados con la cancelación de esta hipoteca, incluyendo gastos de notaría, gestoría y registro, así como cualquier comisión de cancelación que pueda cobrar el banco.(notaría, gestoría, registro y comisión bancaria). Certificado de Deuda Pendiente de Hipoteca. I.B.I. El porcentual que corresponda. Certificado de Libre Deuda de la Comunidad de Propietarios. Certificado de Eficiencia Energética y Cédula de Habitabilidad. Honorarios inmobiliarios."
  },
  {
    "title": "¿Cuánto pagaré de I.R.P.F.?",
    "image": "/images/actualidad/blog5.webp",
    "description": "Si estás por vender un piso, debes conocer cómo calcular este impuesto.",
    "body": "El Impuesto sobre la Renta de las Personas Físicas afecta a los vendedores de inmuebles que hayan obtenido una “ganancia patrimonial” con la mencionada operación, y se abona al momento de la declaración anual de la renta. En términos generales se calcula sobre el beneficio obtenido de la venta del inmueble (es decir, la diferencia entre el precio al que lo compraste en el pasado, y el precio al que lo vendes). Podrás aplicar algunos descuentos, a saber: Lo invertido en reformas en el inmueble (las obras realizadas estas deben haber resultado en una ampliación o a la mejora sustancial de la habitabilidad del inmueble, como una modificación estructural o la suma de elementos que mejoren trascendentalmente el inmueble y alarguen su vida útil. Incluye, por ejemplo, la renovación completa de áreas importantes como la cocina o el baño). Hacienda puede realizar verificaciones de las mejoras declaradas. Las amortizaciones y los beneficios fiscales que se puedan haber obtenido por el alquiler de la vivienda. Los impuestos y gastos producto de la venta (cancelación de hipoteca, honorarios de la inmobiliaria, etc). Sobre el importe resultante como “Ganancia Patrimonial” (que será la base imponible), se deberá aplicar el tipo impositivo que corresponda según los tramos: Hasta 6.000 euros: 19% Entre 6.000 y 50.000 euros: 21% Entre 50.000 y 200.000 euros: 23% Más de 200.000 euros: 26% Excepciones: Si el vendedor es mayor de 65 años o es una persona dependiente, estará exento del pago de I.R.P.F. en tanto que se trate de su vivienda habitual (no existe excepción si es segunda residencia). Si se vende una vivienda habitual para comprar otra. En el caso de que se entregue la vivienda para satisfacer una deuda hipotecaria. Se entiende que no se está vendiendo el piso para obtener un beneficio económico, sino para pagar una deuda. Al no haber rendimiento, no habrá que pagar este impuesto.Ejemplo de cálculo de IRPF:Teniendo en cuenta la mencionada fórmula de cálculo, la aplicamos a un ejemplo: Has vendido un piso por €200.000 que habías comprado por €150.000. La diferencia de ambos importes es de €50.000, pero debes aplicar los descuentos: Al vender, has pagado €6.000 de honorarios inmobiliarios y €1.000 en Plusvalía Municipal. Así el importe a considerar por la venta para el cálculo de la Ganancia Patrimonial es de €193.000.- Al comprar el piso en el pasado, has abonado entre notario, registro e I.T.P. unos € 16.000 y adicionalmente has reformado la cocina por €18.000, por lo que el importe a considerar por la compra para el cálculo de Ganancia Patrimonial es de € 184.000.- Siendo así, debemos descontar el valor de venta (€193.000) el valor de compra (€184.000) y así obtendremos la base imponible (o Ganancia Patrimonial), que en este caso es de €9.000 (si el importe fuera cero o negativo, no se abonará I.R.P.F. pero de todas formas habrá que declararlo). Ahora bien, a la base imponible le aplicamos los tramos: A los primeros €6.000 le aplicaremos el 19%, y a los €3.000 restantes le aplicaremos 21%, resultando en un importe a abonar de €1.170.- Recuerda que: Si el vendedor es mayor de 65 años o es una persona dependiente, y se trata de su vivienda habitual, no pagará el impuesto. Si el inmueble es la vivienda habitual del vendedor, y utilizará el dinero para comprar otro inmueble que será también su vivienda habitual. Si el vendedor utiliza el dinero obtenido por la venta para saldar una deuda hipotecaria, no deberá pagar este impuesto."
  },
  {
    "title": "¿Cómo calculo la Plusvalía Municipal en Barcelona?",
    "image": "/images/actualidad/blog6.webp",
    "description": "Este impuesto puede ser complicado de entender. Aquí te lo explicamos.",
    "body": "El Impuesto sobre el Incremento de Valor de los Terrenos de Naturaleza Urbana, más conocido como Plusvalía Municipal, grava el incremento de valor de los terrenos de urbanos al momento de su transmiten. (Si la persona transmisora o vendedora es una persona física no residente en España, entonces quien está obligada a pagar la plusvalía es la persona adquirente). Este impuesto es normado por en el Real Decreto-ley 26/2021, de 8 de noviembre, y contempla dos posibles fórmulas de cálculo, y serás tú quien decida cuál aplicar (el que resulte en el menor valor a abonar):Método Objetivo: La base imponible se obtiene al multiplicar el “coeficiente de multiplicación” al valor catastral del suelo/terreno (puedes consultarlo en la factura del I.B.I. o en la Sede Electrónica de Catastro). El coeficiente de multiplicación se obtiene de una tabla dada, considerando el tiempo transcurrido entre la fecha de compra y la fecha de venta del inmueble. Una vez obtenida la base imponible, se debe aplicar el tipo impositivo, que es del 30% en Barcelona. Método Real: La base imponible se calcula considerando la ganancia patrimonial real: Es decir, según la diferencia entre el precio al que se adquirió el inmueble en el pasado (el precio que pagaste cuando compraste el inmueble) y el precio de venta del mismo (el precio al que lo has vendido ahora). Luego debemos calcular, al momento de la venta, qué porcentaje representa el valor catastral del terreno, en relación con el valor catastral del inmueble. Para conocer la base imponible, a la ganancia patrimonial debemos aplicarle el porcentaje mencionado en el párrafo anterior. Una vez obtenida la base imponible, se debe aplicar el tipo impositivo, que es del 30% en Barcelona.Ejemplo de cálculo de Plusvalía Municipal:Inmueble adquirido en el año 2020 por valor de 250.000 euros que se transmite en el 2023 por 300.000 euros. Periodo de generación del incremento de valor: tres años. Valor catastral del inmueble: 200.000 euros. Valor catastral del suelo/terreno: 20.000 euros. Método objetivo: Base imponible = Valor catastral terreno x coeficiente asignado según el período de tiempo transcurrido desde la compra del inmueble. Base imponible = 20.000 € x 0,16 Base imponible = 3.200 € Cuota tributaria = Base imponible x tipo impositivo (en Barcelona es del 30%) Cuota tributaria con Método Objetivo = 3.200 € x 30% = 960 € Método Real: Base imponible = Restar al valor de venta, el valor de compra del inmueble. A ese importe, multiplicarlo por el % que represente al momento de la venta el valor catastral del terreno en función del valor catastral del inmueble. El porcentaje que corresponde al valor catastral del terreno es el 10%. Incremento de valor = (300.000 - 250.000) x 10% Incremento de valor = 50.000 € x 10% ·Base Imponible = Incremento de valor = 5.000 € Cuota tributaria = Base imponible x tipo impositivo (en Barcelona es del 30%) Cuota tributaria con Método Real = 5.000 € x 30% = 1.500 € En conclusión, en este caso en particular sería conveniente optar por el método Objetivo."
  },
  {
    "title": "¿Qué tamaño debe tener un baño?",
    "image": "/images/actualidad/blog7.webp",
    "description": "Si estás pensando en reformar o construir un baño, debes saber esto.",
    "body": "Cuando hacemos reformas u obra nueva uno de los ambientes más importantes y que hacen al confort de toda la familia son los baños.Por ello es de vital importancia planificarlos bien desde el comienzo, y siempre contar con un profesional que te asesore al respecto.Tal vez quieres reformar el baño existente. Tal vez quieras generar un baño o aseo nuevo en tu piso, o tal vez tienes un baño grande y quieres convertirlo en dos… Todo esto es posible!! Y son una muy buena inversión pues darás valor a tu inmueble y vivirás con mayor comodidad.Veamos algunos aspectos clave para ello: las dimensiones y el espacio.Dimensiones: La normativa establece que la superficie mínima de un baño es de 3 m2 y la de un aseo de 1,5 m2. y una altura mínima de 2.20 m. (Ayuntamiento de Barcelona: Ordenanza de Higiene -Título 2° - Cap.1 Viviendas - Art.88 /Pto.1/ Pág. 89)Si el baño es rectangular, considera que el espacio dentro del mismo nunca deberá ser menor a 2.40 x 1.20 metros, y si es cuadrado, necesitarás al menos 1.60 x 1.60 metros para poder incluir un lavabo, un inodoro y una ducha.Deberás también considerar la ubicación de la puerta. Si el espacio es muy reducido, siempre es buena idea pensar en una puerta corredera que nos permitirá hacer un uso más óptimo del espacio.Y en cuanto a la forma: tal vez tiene alguna esquina muy pronunciada en el espacio, o alguna columna. Todos estos elementos forzarán la distribución de elementos, y las dimensiones del baño, pero siempre podrás utilizarlos a tu favor para incorporarlos al diseño y tener un baño único y óptimo.Los arquitectos son expertos en el uso del espacio, y grandes creativos que te ayudarán a planificar la ubicación de cada uno de los ítems del baño para que quede armónico, estético y práctico. Asesorate con nosotros para hacer una reforma inteligente de tu hogar."
  },
  {
    "title": "Diseño y reforma de baños",
    "image": "/images/actualidad/blog8.webp",
    "description": "Existen aspectos claves e indispensables a considerar a la hora de reformar un baño ¡Veámoslo!",
    "body": "Si estás considerando reformar o crear un baño, antes de empezar hay una serie de temas que debes considerar. Recuerda siempre que un profesional de la reforma será la clave para que logres un resultado de calidad y evites dolores de cabeza a futuro.Será importante tener en cuenta:La iluminación y ventilación: es preferible que sea natural, pero si no tienes ventana o no puedes colocar una, la ventilación podrá obtenerse mediante extractores en el techo.Los elementos indispensables mínimos de baño son:o   Lavabo: Existen infinidad de diseños y tamaños. Para aseos pequeños, donde el uso será exclusivamente para lavarse las manos y uso de visitas, si el espacio es pequeño, existen lavabos compactos de gran diseño que solucionarán tu aseo. Asimismo, para el baño puedes optar por acabados y tamaños que se ajusten a tus gustos, al espacio disponible, y al uso que le quieras dar. Normalmente no se recomiendan muebles de lavabo de medidas inferiores de 60cm de ancho x 45cm de profundidad, y si el espacio te lo permite podrás tener  anchos superiores que te permitan incluso incorporar un lavabo doble.o   Ducha con agua fría y caliente: La ducha tiene mayor libertad de ejecución y por ello está desplazando actualmente a las bañeras, porque un plato de ducha hasta puede hacerse de obra, con la dimensión, geometría y acabado que desees. No hay límite de dimensión cuando se trata de una ducha. Aunque hay que tener en cuenta que una ducha no debe tener nunca menos de 60 x 60 cm en planta, pues es la dimensión mínima. Pero para tener una ducha cómoda no debe ser inferior a 70 x 70 cm. La entrada a la misma también tiene sus dimensiones mínimas, por ello en lo posible hay que tener un paso libre de unos 50 cm, en el supuesto de ubicar un paño fijo tipo walk in en lugar de una mampara, pero nunca menos de esta dimensión.o   Bañera, ideal para tomar un relajante baño. Las medidas de una bañera son fijas según su forma de uso: normalmente tiene 70 cm de ancho y 42 cm de altura desde el nivel del suelo terminado, y su longitud va desde los 100 cm hasta los 200 cm. Existen de hierro fundido, de chapa o plástico. Las hay rectangulares, cuadradas, ovaladas, redondas y hasta de esquina! Así podrás elegir la que sea más conveniente para el uso y espacio del que dispongas.o   Inodoro: El espacio mínimo libre que necesita un inodoro es de 70 x 120 cm en planta, y la separación lateral de este aparato con otra pieza del baño debe ser al menos de 15 cm, y de 20 cm hacia los muros laterales. Si es posible es preferible disponer de un ancho total de 80 x 120 cm para mayor comodidad, y en la solución óptima puedes dejar hasta 90 x 120 cm.Cuando no hay suficiente fondo en tu baño para ubicar un inodoro estándar, opta por colocar un modelo compacto o un inodoro con la cisterna empotrada dentro del tabique, de esta forma ahorrarás mucho espacio en tu baño. En el supuesto de ubicar el inodoro suspendido para facilitar la limpieza del suelo, debes de tener en cuenta que debe quedar instalado a 45 cm sobre el suelo, a parte la tapa.Es ideal colocar el inodoro cerca de una bajante, pero cuando no sea posible, puedes instalar sistemas con trituradores eléctricos y bombas de impulsión que consiguen llevar los residuos al desagüe principal.o   Bidé: El bidé es una pieza que cada vez se ve menos en los baños modernos, atento al espacio que ocupan y los pisos siendo cada vez más pequeños. Muchas personas lo eliminan por completo y otras lo sustituyen por soluciones más versátiles como los inodoros inteligentes (¡los japoneses!)  los cuales tienen entre otras funciones una de lavado con agua y otra de secado, lo cual garantiza la máxima higiene y bienestar, o las teles duchas con función bidé. A pesar de la gran diferencia de protagonismo entre un bidé y un inodoro, ambos tienen unas necesidades de espacio muy parecidas, y que hemos visto en el punto del WC.Es de vital importancia, para llegar a un buen diseño del baño, lo siguiente:o   Planificar necesidades de los usuarios.o   Optimizar el espacio que disponemos,o   Elegir con los usuarios el estilo de este. Los baños, además de funcionales deben ser estéticos y armónicos, por lo que se debe considerar: decoración final con colores, texturas, materiales duraderos (estéticos y acordes al estilo elegido por el cliente) y una buena iluminación que realce el diseño y las áreas de este.o   Dibujar un plano, fachadas y dibujo 3D.Prefiere siempre que las tareas las realice un profesional, para lograr resultados duraderos, de calidad, y así ahorrarás dinero y dolores de cabeza."
  }
]
